<body xmlns="http://www.w3.org/1999/html">
<?php include THEME_PATH.'templates/includes/navi.php'; ?>
<div class="header"><h1><a href="/" class="" style="color: #0f0f0f">Название сайта</a></h1></div>
<hr style="border-color:  #0f0f0f">
<div class="container">
    <div class="row">
        <div class="col-sm-2" style="min-height: 100px">
            <h2>Новости</h2>
            <div class="jumbotron">
            07.11.2015 7:11<hr>
                <a class="icon-camera-retro">sssssss</a>
            </div>
        </div>
        <div class="col-sm-8" style="min-width: 100px">
           <h2>Центральная колонка</h2>
            <div class="jumbotron">
                Систе́ма управле́ния содержи́мым (конте́нтом) (англ. Content management system, CMS)[1] — информационная система или компьютерная программа, используемая для обеспечения и организации совместного процесса создания, редактирования и управления контентом (то есть содержимым)[2].
                Основные функции CMS[3]:
                Предоставление инструментов для создания содержимого, организация совместной работы над содержимым,
                Управление содержимым: хранение, контроль версий, соблюдение режима доступа, управление потоком документов и т. п.,
                Публикация содержимого,
                Представление информации в виде, удобном для навигации, поиска.
                В системе управления содержимым могут находиться самые различные данные: документы, фильмы, фотографии, номера телефонов, научные данные и так далее. Такая система часто используется для хранения, управления, пересмотра и публикации документации. Контроль версий является одним из основных её преимуществ, когда содержимое изменяется группой лиц.
                <hr>
                Система управления — программа, предоставляющая инструменты для добавления, редактирования, удаления информации на сайте.
                Большинство современных CMS имеют модульную архитектуру, что позволяет администратору самому выбирать и настраивать те компоненты, которые ему необходимы.
                <hr>
                Сайты, организованные посредством системы управления контентом, основаны на следующих технологиях: веб-сервер, хранилище данных (зачастую СУБД, например такие как MySQL или PostgreSQL, однако существуют и noSQL CMS), веб-приложение для обеспечения работы самой системы, визуальный (WYSIWYG) редактор страниц, файловый менеджер с веб-интерфейсом для управления файлами сайта, система управления правами пользователей и редакторов сайта.
                Существуют разнообразные системы управления сайтом, среди которых встречаются платные и бесплатные, построенные по разным технологиям. Каждый сайт имеет панель управления, которая является только частью всей программы, достаточной для управления сайтом.
                Наиболее распространены следующие технологические платформы, используемые в качестве основы веб-приложения, реализующего работу CMS: PHP, Perl, .NET.
                Существует термин контент-менеджер, обозначающий род профессиональной деятельности — редактор сайта или сотрудника, работающего с CMS.
                <i class="fa-fonticons fa-calendar">BRJYRF</i>
                Большая часть современных систем управления содержимым реализуется в виде визуального (WYSIWYG) редактора — программы, которая создаёт HTML-код из специальной упрощённой разметки, позволяющей пользователю проще форматировать текст.
            </div>
        </div>
        <div class="col-sm-2" style="min-height: 100px">
            <h2>Меню</h2>
            <div class="jumbotron">

            </div>
        </div>
    </div>
</div>
</body>